# Constants
CALCULATION_ERROR_MESSAGE = "Ошибка ввода данных. Пожалуйста, начните заново, введя команду 'Calories'."
AGE_PROMPT_MESSAGE = "Введите свой возраст:"
HEIGHT_PROMPT_MESSAGE = "Введите свой рост:"
WEIGHT_PROMPT_MESSAGE = "Введите свой вес:"
MIFFLIN_FORMULA_MESSAGE = (
    "Формула Миффлина-Сан Жеора для расчёта базового метаболизма (BMR):\n"
    "Для мужчин: BMR = 10 * вес(кг) + 6.25 * рост(см) - 5 * возраст(год) + 5\n"
    "Для женщин: BMR = 10 * вес(кг) + 6.25 * рост(см) - 5 * возраст(год) - 161"
)
